{"do_lower_case": false, "remove_space": true, "keep_accents": false, "bos_token": "<s>", "eos_token": "</s>", "unk_token": "<unk>", "sep_token": "<sep>", "pad_token": "<pad>", "cls_token": "<cls>", "mask_token": {"content": "<mask>", "single_word": false, "lstrip": true, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "additional_special_tokens": ["<eop>", "<eod>"], "sp_model_kwargs": {}, "special_tokens_map_file": "/home/ubuntu/.cache/huggingface/transformers/d67a5a0f4f5574f46e6add14418f4395a186888bd60a2ffd41a795a7509d9f1e.dde44b21fbe0a0a712dd8fd99b53e792b0b3d181e67f688df9f8a3c6585ef532", "name_or_path": "malay-huggingface/xlnet-tiny-bahasa-cased", "tokenizer_class": "XLNetTokenizer"}